/* No comment provided by engineer. */
"3D Surround" = "3D 环绕立体声";

/* No comment provided by engineer. */
"3D Surround Off" = "3D 环绕立体声关闭";

/* No comment provided by engineer. */
"3D Surround On" = "3D 环绕立体声打开";

/* No comment provided by engineer. */
"3D Surround On/Off" = "3D 环绕立体声打开/关闭";

/* No comment provided by engineer. */
"A new version of Boom 3D is available" = "Boom 3D 的新版本可用";

/* No comment provided by engineer. */
"About" = "关于";

/* No comment provided by engineer. */
"Acknowledgement Boom 3 uses Mp3 game express" = "感谢 Boom 3D 使用 MP3Gain Express。";

/* No comment provided by engineer. */
"Already purchased Boom?" = "已经购买了 Boom？";

/* No comment provided by engineer. */
"An error occured while unregistering Boom 3D." = "注销 Boom 3D 时发生错误。";

/* No comment provided by engineer. */
"Another preset with the name '%@' already exist. Please use a different name." = "另一个名为 \\'%@\\' 的预设已经存在。 请更换预设名。";

/* No comment provided by engineer. */
"Apps Volume Controller" = "应用音量控制器";

/* No comment provided by engineer. */
"Are you sure you want to quit the application?" = "是否确定要退出应用？";

/* No comment provided by engineer. */
"Are you sure you want to restart your computer now?" = "是否确定要立即重新启动计算机？";

/* No comment provided by engineer. */
"BOOM 3D has brought the audio in my Mac to life with its 3D Surround Sound! Check out this new groundbreaking app http://www.globaldelight.com/boom3d" = "BOOM 3D 具有 3D 环绕立体声音效，使 Mac 中的音频生动无限！了解这个新的开创性应用 http://www.globaldelight.com/boom3d";

/* You have successfully installed Boom 3D! Before you experience the Boomin’ effect, you need to restart your Mac.  Please make sure to first save all unsaved works, then restart and get Boomin’! */
"Before you experience the Boomin’ effect, you need to" = "在体验 Boomin 的音效之前，需要";

/* No comment provided by engineer. */
"Beta Verification Error" = "试用版确认错误";

/* No comment provided by engineer. */
"Boom 3D Error" = "Boom 3D 错误";

/* No comment provided by engineer. */
"Boom 3D beta expired." = "Boom 3D 试用版已到期。";

/* No comment provided by engineer. */
"Boom 3D is already running" = "Boom 3D 已经在运行";

/* String being split into multiple strings for UI display. Reference String: Boom 3D is an app that offers fully immersive 3D audio experience on Mac and enhances audio quality for an unparalleled listening experience */
"Boom 3D is an app that offers fully immersive 3D audio experience on" = "Boom 3D 是一款提供完全沉浸式 3D 音频体验的应用";

/* No comment provided by engineer. */
"Boom 3D is up to date!" = "Boom 3D 已是最新版！";

/* No comment provided by engineer. */
"Boom 3D needs to install audio driver" = "Boom 3D 需要安装音频驱动程序";

/* No comment provided by engineer. */
"Boom 3D private beta has expired. Stay tuned for more updates." = "Boom 3D 个人试用版已过期。敬请期待更多的更新。";

/* No comment provided by engineer. */
"Boom 3D was unable to open URL" = "Boom 3D 无法打开 URL";

/* No comment provided by engineer. */
"Boom Audio Device Installation" = "Boom 音频设备安装";

/* No comment provided by engineer. */
"Boom On/Off" = "Boom 打开/关闭";

/* No comment provided by engineer. */
"Boom Presets" = "Boom 预设";

/* No comment provided by engineer. */
"Boom Volume On/Off" = "Boom音量开关 打开/关闭";

/* No comment provided by engineer. */
"Boom and Boom 3D cannot run simultaneously." = "Boom 和 Boom 3D 不能同时运行。";

/* No comment provided by engineer. */
"Boost Level Down" = "增加水平下降";

/* No comment provided by engineer. */
"Boost Level Up" = "增加水平上升";

/* No comment provided by engineer. */
"Boost OFF" = "增加关闭";

/* No comment provided by engineer. */
"Boost ON" = "增加打开";

/* String being split into multiple strings for UI display. Reference String: By clicking on ‘Install’, you accept and agree to the Terms & Conditions laid down in the EULA. */
"By clicking on ‘Install’, you accept and agree to the Terms & Conditions" = "点击“安装”，即可接受并同意“条款和条件”";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Caution!" = "注意！";

/* No comment provided by engineer. */
"Change Presets" = "更改预设";

/* No comment provided by engineer. */
"Check for Update" = "检查更新";

/* No comment provided by engineer. */
"Close" = "关闭";

/* No comment provided by engineer. */
"Congratulations!" = "恭喜!";

/* No comment provided by engineer. */
"Connect your headphone to" = "将耳机连接至";

/* No comment provided by engineer. */
"Continue" = "继续";

/* No comment provided by engineer. */
"Continue uninstalling Boom 3D?" = "继续卸载 Boom 3D？";

/* No comment provided by engineer. */
"Controlled" = "已控制";

/* No comment provided by engineer. */
"Could not connect to the server. Please check your Internet connection." = "无法连接至服务器。 请检查您的网络连接。";

/* No comment provided by engineer. */
"Crafted by Global Delight" = "Global Delight 制作";

/* Eg: My %@ */
"Custom Preset name" = "自定义预设名称";

/* No comment provided by engineer. */
"Delete preset" = "删除预设";

/* No comment provided by engineer. */
"Do not warn me again" = "不再警告";

/* No comment provided by engineer. */
"Do you want to delete the preset '%@' ?" = "是否想要删除预设 '%@' ？";

/* No comment provided by engineer. */
"Done" = "完成";

/* No comment provided by engineer. */
"Download Manual" = "需要帮助？";

/* No comment provided by engineer. */
"Edit" = "编辑";

/* No comment provided by engineer. */
"Effects" = "音效";

/* No comment provided by engineer. */
"Email:" = "电子邮件：";

/* No comment provided by engineer. */
"Enable Visual Feedback Overlay" = "启用视觉反馈叠加模式";

/* No comment provided by engineer. */
"End User License Agreement(EULA)" = "终端用户许可协议 (EULA)";

/* No comment provided by engineer. */
"Enjoying Boom?" = "喜欢 Boom？";

/* No comment provided by engineer. */
"Equalizer" = "均衡器";

/* No comment provided by engineer. */
"Equalizer Off" = "关闭均衡器";

/* No comment provided by engineer. */
"Equalizer On" = "打开均衡器";

/* No comment provided by engineer. */
"Equalizer On/Off" = "均衡器 开/关";

/* No comment provided by engineer. */
"Equalizer will lose its proportions" = "均衡器会失去它的比例";

/* No comment provided by engineer. */
"Equalizers" = "均衡器";

/* No comment provided by engineer. */
"Failed to unregister" = "注销失败";

/* No comment provided by engineer. */
"Feedback/Queries" = "反馈/查询";

/* No comment provided by engineer. */
"FeedbackMessage" = "您是否建议为我们提供一些反馈？";

/* No comment provided by engineer. */
"Feel Your Audio" = "感受音频";

/* No comment provided by engineer. */
"Feel the blast to your senses. Experience Boom 3D." = "感受爆炸性的感觉。体验 Boom 3D。";

/* No comment provided by engineer. */
"Feel your Mac coming to life with BOOM 3D! This all-new application, the successor to Boom2, features incredible 3D Virtual Surround Sound that creates a truly magical and immersive audio experience; the new intensity slider and handcrafted presets transform even the lowest pitched audio to sound sharper and more intelligible. Check out Boom 3D on the Mac to experience a completely new way to listen and enjoy audio http://www.globaldelight.com/boom3d" = "BOOM 3D 使您的 Mac 体验生动无限！此款全新的应用，是 Boom2 的扩展版，具有令人难以置信的 3D 虚拟环绕立体声，可创造真正神奇的沉浸式音频体验；新的强度滑块和自定义的预设，即使是最低的音高也能转换成更清晰、更动听的声音。在 Mac 上使用 Boom 3D，体验一种聆听和欣赏音乐的全新方式 http://www.globaldelight.com/boom3d";

/* No comment provided by engineer. */
"Follow" = "关注";

/* No comment provided by engineer. */
"Further movement will change frequency proportions" = "继续移动会更改频率比例";

/* No comment provided by engineer. */
"General Preferences" = "一般偏好";

/* No comment provided by engineer. */
"Has your experience with Boom 3D been satisfactory?" = "Boom 3D 的体验是否令您满意？";

/* No comment provided by engineer. */
"HotKey already in use" = "热键已在使用中";

/* No comment provided by engineer. */
"Hotkey" = "热键";

/* No comment provided by engineer. */
"I need some help with Boom 3D" = "我需要 Boom 3D 帮助";

/* No comment provided by engineer. */
"Installation Complete" = "安装完成";

/* No comment provided by engineer. */
"Intensity" = "强度";

/* No comment provided by engineer. */
"Key in use message" = "使用的键消息";

/* No comment provided by engineer. */
"Let Boom 3D use any key as a hotkey" = "让 Boom 3D 使用任何键作为热键";

/* No comment provided by engineer. */
"Like" = "点赞";

/* String being split into multiple strings for UI display. Reference String: Boom 3D is an app that offers fully immersive 3D audio experience on Mac and enhances audio quality for an unparalleled listening experience */
"Mac and enhances audio quality for an unparalleled listening experience" = "Mac，并提高音频质量，获得无与伦比的听觉体验";

/* No comment provided by engineer. */
"Make sure you have signed up for the Beta Program. If you have signed up please check your Internet connection and re-enter your email address." = "确保您已注册试用版程序。如果您已注册，请检查您的网络连接，然后重新输入您的电子邮件地址。";

/* No comment provided by engineer. */
"My Presets" = "我的预设";

/* No comment provided by engineer. */
"NO" = "否";

/* No comment provided by engineer. */
"New" = "新";

/* No comment provided by engineer. */
"No" = "否";

/* No comment provided by engineer. */
"Not now, thanks" = "不，谢谢";

/* No comment provided by engineer. */
"Not really" = "不完全是";

/* No comment provided by engineer. */
"OFF" = "关";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"OK, got it!" = "好的，知道了";

/* No comment provided by engineer. */
"ON" = "开";

/* No comment provided by engineer. */
"Okay, got it" = "好的，知道了";

/* No comment provided by engineer. */
"Open Boom..." = "打开 Boom...";

/* No comment provided by engineer. */
"Play feedback when boom audio level is changed" = "Boom 音频电平改变时播放反馈";

/* No comment provided by engineer. */
"Please download and run the uninstall application from the website." = "请从网站下载并运行卸载应用。";

/* No comment provided by engineer. */
"Preset already exist" = "已有预设";

/* No comment provided by engineer. */
"Purchase" = "购买";

/* No comment provided by engineer. */
"PurchaseProgressTitle" = "PurchaseProgressTitle";

/* No comment provided by engineer. */
"Quit" = "退出";

/* No comment provided by engineer. */
"Quit Boom 3D" = "退出 Boom 3D";

/* No comment provided by engineer. */
"Quit and Relaunch" = "退出并重启";

/* No comment provided by engineer. */
"Quit the running Boom 3D app to continue." = "退出运行 Boom 3D 应用以继续。";

/* No comment provided by engineer. */
"Register" = "注册";

/* No comment provided by engineer. */
"Registration Code:" = "注册码：";

/* No comment provided by engineer. */
"Replace" = "替换";

/* No comment provided by engineer. */
"Restart" = "重启";

/* No comment provided by engineer. */
"Restart your computer" = "重启计算机";

/* No comment provided by engineer. */
"SUBWOOFER" = "SUBWOOFER";

/* No comment provided by engineer. */
"Settings" = "设置";

/* No comment provided by engineer. */
"Share" = "共享";

/* No comment provided by engineer. */
"Show Boom Window" = "显示 Boom 窗口";

/* No comment provided by engineer. */
"Skip Version" = "跳过版本";

/* No comment provided by engineer. */
"Some Speakers are Off" = "一些扬声器已关闭";

/* No comment provided by engineer. */
"Start Boom 3D at login" = "登录时启动 Boom 3D";

/* No comment provided by engineer. */
"Stay in touch with Us!" = "与我们保持联系！";

/* No comment provided by engineer. */
"Support" = "支持";

/* No comment provided by engineer. */
"Switch EQ Preset" = "开关 EQ 预设";

/* No comment provided by engineer. */
"TWEETER" = "TWEETER";

/* No comment provided by engineer. */
"TellAFriendMessage" = "你好,\n\nBOOM 3D 使您的 Mac 体验生动无限！此款全新的应用，是 Boom2 的扩展版，具有令人难以置信的 3D 虚拟环绕立体声，可创造真正神奇的沉浸式音频体验；新的强度滑块和自定义的预设，即使是最低的音高也能转换成更清晰、更动听的声音。在 Mac 上使用 Boom 3D，体验一种聆听和欣赏音乐的全新方式 http://www.globaldelight.com/boom3d";

/* No comment provided by engineer. */
"The entered key combination is already in use. Please use a different key combination." = "输入的组合键已被使用。请使用其他组合键。";

/* No comment provided by engineer. */
"The system hot keys cannot be overriden. Please customize your hotkeys to use them." = "系统热键不能重写。请自定义热键进行使用。";

/* No comment provided by engineer. */
"This equalizer preset has been" = "此均衡器预设已";

/* No comment provided by engineer. */
"This installation requires restarting your Mac" = "此安装需要重启 Mac";

/* This installer may have caused certain apps to stop working appropriately. Restarting your mac will solve these issues;. if you don’t want to do that however, you’ll need to restart any apps that are not working correctly. */
"This installer may have caused certain apps to stop working" = "此安装程序可能导致某些应用停止工作 适当。重启 Mac 将会解决这些问题。";

/* No comment provided by engineer. */
"Unable to open URL" = "无法打开 URL";

/* No comment provided by engineer. */
"Uninstall Boom 3D" = "卸载 Boom 3D";

/* No comment provided by engineer. */
"Uninstall Boom 3D Device" = "卸载 Boom 3D 设备";

/* No comment provided by engineer. */
"Update" = "更新";

/* No comment provided by engineer. */
"Update Download Complete Message" = "更新完成！";

/* No comment provided by engineer. */
"Update Download Complete Title" = "Boom 3D 更新完成";

/* No comment provided by engineer. */
"Update Download Failed Message" = "无法下载更新。请检查您的网络连接，然后再试。";

/* No comment provided by engineer. */
"Update Download Failed Title" = "Boom 3D 更新失败。";

/* No comment provided by engineer. */
"Warning!" = "警告！";

/* No comment provided by engineer. */
"We really need your feedback!" = "我们非常需要您的反馈！";

/* No comment provided by engineer. */
"Would you like to share your review/rating on the App Store?" = "在 App Store 上为我们留下评论/评分怎么样？";

/* No comment provided by engineer. */
"YES" = "是";

/* No comment provided by engineer. */
"Yeah, sure!" = "是，当然！";

/* No comment provided by engineer. */
"Yes" = "是";

/* No comment provided by engineer. */
"Yes!" = "是！";

/* No comment provided by engineer. */
"You are booming with the latest version of Boom 3D." = "您正在使用最新版本的 Boom 3D。";

/* No comment provided by engineer. */
"You have modified '%@'. Would you like to replace the preset or create a new one?" = "您已修改 '％@'。是否要替换预设？还是创建新的预设？";

/* You have successfully installed Boom 3D! Before you experience the Boomin’ effect, you need to restart your Mac.  Please make sure to first save all unsaved works, then restart and get Boomin’! */
"You have successfully installed Boom 3D!" = "您已成功安装 Boom 3D！";

/* No comment provided by engineer. */
"Your Preset changes are not yet saved. Do you still want to close the window?" = "您的预设更改尚未保存。是否仍然想要关闭窗口？";

/* You have successfully installed Boom 3D! Before you experience the Boomin’ effect, you need to restart your Mac.  Please make sure to first save all unsaved works, then restart and get Boomin’! */
"all unsaved works, then restart and get Boomin’!" = "所有未保存的工作，然后重启并获得 Boomin'！";

/* This installer may have caused certain apps to stop working appropriately. Restarting your mac will solve these issues;. if you don’t want to do that however, you’ll need to restart any apps that are not working correctly. */
"any apps that are not working correctly." = "";

/* This installer may have caused certain apps to stop working appropriately. Restarting your mac will solve these issues;. if you don’t want to do that however, you’ll need to restart any apps that are not working correctly. */
"appropriately. Restarting your mac will solve these issues;." = "若您不想采取此方法，则需重启 任何无法正常工作的应用。";

/* No comment provided by engineer. */
"calibrated to perfection" = "校准至最佳状态";

/* No comment provided by engineer. */
"experience 3D" = "体验 3D";

/* This installer may have caused certain apps to stop working appropriately. Restarting your mac will solve these issues;. if you don’t want to do that however, you’ll need to restart any apps that are not working correctly. */
"if you don’t want to do that however, you’ll need to restart" = "";

/* String being split into multiple strings for UI display. Reference String: By clicking on ‘Install’, you accept and agree to the Terms & Conditions laid down in the EULA. */
"laid down in the EULA." = "在 EULA 中规定。";

/* off */
"off" = "关闭";

/* on */
"on" = "打开";

//Manually added strings

"Select your audio output device" = "选择您的音频输出设备";

"Switch Boom On / Off" = "Boom 开/关";

"Experience system wide audio enhancement" = "体验系统广泛的音频增强";

"Control individual application volumes" = "控制单个应用程序音量";

"Click for 3D setup screen" = "点击显示 3D 设置画面";

"Swipe left for more effects" = "向左滑动以了解更多效果";

"Offers full control of 3D audio output" = "提供 3D 音频输出的全面控制";

"Click on individual speakers\nto turn ON/OFF " = "点击单个扬声\n器以打开/关闭";

"Turn On/Off individual volume controller" = "打开/关闭单个音量控制器";

"Click to mute specific application" = "点击以关闭特定应用程序";

"Boom needs an audio device installation for system wide\naudio enhancement." = "Boom 需要安装音频设备以获得系统广泛的音频增强。";

"This process will need to restart the system" = "此过程需要重新启动系统";

"Start Boom 3D at login." = "登录时启动 Boom 3D。";

"Welcome to " = "欢迎使用 ";

"Experience true virtual surround audio experience." = "体验真正的虚拟环绕音效。";

"Connect your headphone to experience the immersive 3D Surround Sound" = "连接您的耳机即可体验沉浸式 3D 环绕音效。";

"EnablePushNotificationsTitle" = "请为 Boom 3D 启用推送通知";

"EnablePushNotificationsDescription" = "直接从我们这里获得重要信息和资讯，这样您可以随时掌握最新动态！";

"PushesYes" = "启用推送通知";

"PushesNotNow" = "稍后提醒我";

"PushesAbsoluteNo" = "不再询问";

"Connect your headphone to experience the" = "连接您的耳机即可体验沉浸式";
"immersive 3D Surround Sound" = "3D 环绕音效。";

"Switch Boom On/Off" = "Boom 开/关";

"Start Booming" = "开始增强音量吧 ";

"Surround" = "环绕立体声";

"Boom ON/OFF" = "Boom 打开/关闭";

"Connect your headphone to experience 3D" = "将耳机连接至 体验 3D";

"System wide shall be back in\naction once you have quit\nFaceTime" = "整个系统 应该会在您退出\nFaceTime 后立即启用";

"System wide shall be back in\naction once you have quit\nAirPlay" = "整个系统 应该会在您退出\nAirPlay 后立即启用";

"Go System Wide" = "进入整个系统";

"AirPlay ON" = "AirPlay 打开";
"FaceTime ON" = "FaceTime 打开";

"Drag and drop a song to play" = "拖放一首歌曲播放";

"My System" = "我的 %@";

"Select Your Headphone type" = "选择您的耳机类型";
"Rate/Review" = "评分/查看";
"Skip Intro" = "跳过介绍";
"Your Opinion Matters" = "您的意见";
"Notifications and user-interface sounds" = "通知和用户界面音效";
"Speech" = "讲话";
"Feedback" = "反馈";
"Go System Wide" = "进入整个系统";
"System Speakers" = "系统扬声器";
"On Ear" = "贴耳式";
"Over Ear" = "耳挂式";
"In Canal" = "入耳式";
"In Ear" = "耳塞式";
"Bluetooth" = "蓝牙";
"External Speakers" = "外部扬声器";
"LEFT\nSURROUND" = "左\n 环绕立体声";
"RIGHT\nSURROUND" = "右\n 环绕立体声";
"LEFT\nFRONT" = "左\n前方";
"RIGHT\nFRONT" = "右\n前方";
"TWEETER" = "高音";
"SUBWOOFER" = "重低音";
"Quit Older version of Boom" = "退出 Boom 的旧版本";
"System Wide" = "整个系统";
"Dance" = "舞蹈";
"Deep" = "浑厚";
"Dubstep" = "电音";
"Lounge" = "沙发音乐";
"House" = "浩室音乐";
"Reggae" = "雷鬼音乐";
"Hip Hop" = "嘻哈音乐";
"Experience More" = "体验更多";
"Boom is ON" = "Boom 关闭";
"Boom is OFF" = "Boom 打开";
"Bass Control" = "低音控制";
"Boom On" = "Boom 打开";
"Boom Off" = "Boom 关闭";

//Presets
"Bass Boost" = "低音增强";
"Acoustic" = "声学";
"Classical" = "古典";
"Dubstep" = "电音";
"Electronic" = "电子";
"Flat" = "低音";
"Jazz" = "爵士";
"Loud" = "响亮";
"Movie" = "电影";
"Music" = "音乐";
"Party" = "聚会";
"Pop" = "流行";
"Rock" = "摇滚";
"Soft" = "柔和";
"Treble Boost" = "高音增强";
"Vocals" = "声乐";

"Incompatible App alert Title" = "Quit and Relaunch Running Applications";
"Incompatible App alert Message" = "Please quit and re-launch %@ to enjoy Booming effects";
"Boom 3D component installation" = "Boom 3D 部件安装";
"Get Started" = "开始使用";

"Optimum volume boost calibrated for the system speakers" = "最佳音量增加已根据系统扬声器校准";
"We recommend Controlled Boost to be ON for optimal audio experience on your system speakers." = "我们建议打开控制的增加功能以使您的系统扬声器提供最佳音频体验。";

"We recommend Controlled Boost to be ON \n for optimal audio experience on your \n system speakers." = "我们建议打开控制的 \n 增加功能以使 您的系统扬 \n 声器提供最佳音频体验。";

"Unregister my copy too. (Removes all registration info)." = "同时取消注册我的副本。（删除所有注册信息）。";

"Boom 3D needs the Internet to check if it has everything for the best performance. Please connect and try again." = "Boom 3D 需要联网才能检查是否满足提供出色性能的所有条件。请联网，然后重试。";
"Internet seems to be offline!" = "网络似乎断开！";
"Try Again" = "重试";
"Remind me later" = "稍后提醒我";

"TrialUsageDescrition" = "Boom 3D 提供 15 天的试用期。警告！过多使用可能会导致沉迷！";
"TrialUsageSecondDescrition" = "点击“购买”买下 Boom 3D。如果您已经购买了，点击“注册”，然后使用注册码。";

"Install" = "安装";
"Name" = "姓名";
"Email Address" = "电子邮件地址";
"Registration Code" = "注册码";
"Sign me up for Boom 3D Newsletters" = "注册接收 Boom 3D 业务通讯";
"Registering you for Boom 3D." = "注册以获得 Boom 3D.";
"Registering you for Boom 3D.." = "注册以获得 Boom 3D..";
"Registering you for Boom 3D..." = "注册以获得 Boom 3D...";

/* (No Commment) */
"0_Message" = "您输入的详情错误。请再次核对，然后重试。";

/* (No Commment) */
"0_Title" = "注册无效！";

/* (No Commment) */
"1_Message" = "似乎您运行的是 Boom 3D 的非官方副本。\n请购买许可证以继续正常使用 Boom 3D。";

/* (No Commment) */
"1_Title" = "版本未经授权！";

/* (No Commment) */
"2_Message" = "此 Boom 3D 副本无效，因为您已申请退款。\n请购买新许可证以使用 Boom 3D。";

/* (No Commment) */
"2_Title" = "抱歉！";

/* (No Commment) */
"3_Message" = "输入的注册详情已在使用中和/或超过许可的安装数量。\n请从其中一个系统中取消注册，然后重新输入详情。";

/* (No Commment) */
"3_Title" = "抱歉！";

/* (No Commment) */
"4_Message" = "似乎您运行的是 Boom 3D 的非官方副本。\n请购买许可证以继续正常使用 Boom 3D。";

/* (No Commment) */
"4_Title" = "版本未经授权！";

"Help Me!" = "帮助我";
"Buy" = "购买";
"Verify Registration" = "确认注册";
"Trial" = "试用";
"Register" = "注册";
"Registration Completed"="现在您的注册已完成。";
"Let's Start Booming" = "開始享用 Boom";
"Unregister" = "注销";
"Verification for Extension" = "延长验证";
"A verification code will be shared to your e-mail address for extension of the trial period. Please share your e-mail address below." = "用于延长试用期的验证码将发送到您的电子邮件地址。请在以下提供您的电子邮件地址。";
"e-mail address" = "电子邮件地址";
"Send Code" = "发送验证码";
"Resend Code" = "重新发送验证码 ";
"Confirm Code" = "确认验证码";
"Please enter the verification code sent to your e-mail address and ‘Verify’." = "请输入发送到您电子邮件的验证码并“验证”。";
"Verify" = "验证";
"Enter Code" = "输入代码";

"Due to expiry of trial version, Boom 3D cannot work system-wide." = "由于试用版本过期，Boom 3D 无法在整个系统使用。";
"Extend Trial" = "延长试用期";
"Buy Now" = "立即购买";
"TrialUsageTitle" = "开始增强音量吧！";
"TrialPeriodRemaining" = "还有 %d 天";
"Congratulations, the trial period has been extended!" = "恭喜，试用期已延长！";
"You can enjoy all the features of Boom for the next 7 days. Limited features will remain unlocked, thereafter." = "您可以在随后 %ld 天使用 Boom 的全部功能。此后限制功能将保持解锁。";
"#FeelYourAudio" = "#FeelYourAudio";

"Alternatively, buy Boom and #FeelYourAudio hassle-free." = "或者，购买 Boom 并 #FeelYourAudio 一劳永逸。";
"You are using Trial Version of Boom 3D" = "您使用的是 Boom 3D 试用版";

"Already purchased Boom 3D?"= "已经购买 Boom 3D？";

"Are you sure, you want to proceed without checking “Start Boom 3D at login”?"="您确定要继续而不选中“登录时启动 Boom 3D”？";

"If you proceed, then once you restart the system after device installation, launch Boom 3D app from the application folder." = "如果继续，则在安装设备后重新启动系统时，可通过应用程序文件夹启动 Boom 3D 应用程序。";

"Quit and Relaunch Running Applications"="退出并重新启动运行中的应用程序";

"Please quit and re-launch %@ to enjoy Booming effects" = "请退出并重新启动 %@ 以享用惊人效果";

"Start Trial" = "开始试用";
"Awww. Verification Failed :(" = "Awww.验证失败 :(";
"Please enter the correct verification code, and try again. Else, contact Boom Customer Support Team." = "请输入正确的验证码并重试。或者，请联系 Boom 客户支持团队。";
"Boom Support" = "Boom 支持";
"Try Again" = "重试";
"Your Trial Of Boom Will End Soon" = "您的 Boom 试用即将结束";
"Snap! Trial Expires Today." = "小菜一碟！试用今天到期。";
"Your free trial of Boom expires today. Extend it now to #FeelYourAudio for 7 more days. Alternatively, buy Boom and #FeelYourAudio hassle-free." = "您的 Boom 免费试用今天到期。立即将其延长以 #FeelYourAudio 再多试用 %ld 天。或者，购买 Boom 并 #FeelYourAudio 一劳永逸。";
"Buy Now" = "立即购买";
"Extend" = "延长";
"restart your Mac.  Please make sure to first save" = "重启 Mac。请确保先保存";
"Start Trial" = "开始试用";
"Boom 3D is still under trial mode. Would you like to purchase the full version?" = "Boom 3D 仍处于试用模式。您是否要购买完整版本？";
"Hello! Would you like to share your Email ID with us to keep you updated on everything related to Boom 3D ?" = "您好！您是否愿意与我们分享您的电子邮件 ID 以便随时了解有关 Boom 3D 的最新消息？";

"Continue Trial" = "继续试用";

"Try for 15 Minutes" = "试用 15 分钟。";

"Subscribe" = "订购";

"Updating..." = "正在更新...";
"Problem in receiving code?" = "接收验证码有问题？";
"Please confirm your e-mail address for us to resend the verification code." = "请确认您的电子邮件地址以便我们重新发送验证码。";
"UNREGISTER_ALERT_TITLE" = "注销 Boom 3D";
"UNREGISTER_ALERT_BODY" = "注销 Boom 3D 将返回 Boom 3D 试用模式。您可以使用同一许可证密钥再次注册 Boom 3D。";

"UnInstall_Boom_Message" = "继续卸载 Boom 3D？";
"Update Available Notification Description" = "Boom 3D 版本 %@ 可供下载！";
"Later" = "稍后";
"More Info" = "更多信息";

"Complete Update" = "完成更新";
"Update in progress" = "更新正在进行中";
"Boom 3D is being updated. Quitting the app will stop the update. Are you sure you want to quit?" = "正在更新 Boom 3D。退出应用会停止更新。您确定要退出吗？";
"Mail_Subject_Invalid" = "我使用 Boom 3D 时遇到注册相关的问题，请帮忙。";
"Mail_Subject_Overdraft" = "我使用 Boom 3D 时遇到透支相关的问题，请帮忙。";
"Mail_Subject_Refund" = "我使用 Boom 3D 时遇到退款相关的问题，请帮忙。";
"Feedback" = "Boom 3D 反馈";

"To experience" = "要体验";
"3D sound system wide" = "3D 音响系统，";
"click on 'Experience More'" = "请单击'体验更多";
"System wide audio enhancement requires" = "系统音响增强需要";
"you to download an audio component" = "下载音频组件";
"Help" = "需要帮助？";//need help? string from Boom2
"Choose or drag a song here \n to experience Boom 3D \n within the app." = "选择一首歌或拖动一首歌到这里\n以在应用中 体验 Boom 3D";
"Now Boom 3D works system-wide." = "现在 Boom 3D 在整个系统中工作。";

"Get started with Boom music player" = "Boom 音乐播放器使用入门";
"Pick a song and play it in 3D" = "选择一首歌曲并以 3D 进行播放";
"Connect your headphones" = "连接您的耳机";
"to experience the Magical Sound" = "以体验神奇音效";

"System-wide Audio Enhancement" = "全系统音频增强";
"Boom needs an audio component to be installed\nto enable 3D sound system wide." = "Boom 需要安装音频组件才能启用全系统\n3D 音效。";

"Add new tracks by" = "通过按“+”添加新曲";
"pressing ‘+’ or you can directly"= "目或您可以直接";
"drag and drop tracks here." = "将曲目播放至此。";

"Import your Boom 2\nequalizer presets." = "导入您的 Boom 2\n均衡器预设。";
"Your Boom 2 presets are\nsuccessfully imported." = "您的 Boom 2 预设已成功导入。";
"Are you sure you want to clear the playlist?" = "是否确定要清除此播放列表？";
"This action can’t be undone." = "此操作无法撤销。";
"Show Boom player" = "显示 Boom 播放器";
"Drag and drop songs to play" = "播放歌曲进行播放";
"Imported presets" = "导入的预设";
"Remove" = "移除";
"Clear all" = "全部清除";
"Boom Playlist" = "Boom 播放列表";
"Boom Player" = "Boom 播放器";
"Get started with" = "开始使用";
"Boom music player" = "Boom 音乐播放器";
"Connected" = "已连接";
"Currently Boom is not working system-wide" = "Boom 当前不在全系统下工作";


"PlayerStateFastForward" = "快进";
"PlayerStatePause" = "暂停";
"PlayerStatePlay" = "播放";
"PlayerStateRewind" = "后退";
"PlayerStateTrackChangeNext" = "下一曲目";
"PlayerStateTrackChangePrevious" = "上一曲目";
"RemoteAccept" = "允许";
"RemoteConnected" = "已连接 - '%@'";
"RemoteDeviceInviteMessage" = "这能让您遥控 Boom 音量和 Mac 音量，这样您只需坐回去即可享受完美遥控体验。";
"RemoteDeviceInviteTitle" = "'%@' 想要在您的 '%@' 上控制 Boom 3D";
"RemoteDisconnected" = "已断开连接 - '%@'";
"RemoteReject" = "拒绝访问";
"RemoteON" ="Turn Remote ON";
"RemoteOFF" ="Turn Remote OFF";
"MacVolume" = "Mac 音量 - %@";
"Mute" = "静音";
"unMute" = "取消静音";

"remoteTutorialTitle_0" = "介绍 Boom 3D 远程应用程序";
"remoteTutorialSubTitle_0" = "使用iPhone或iPad控制 Boom 3D 并选择 Mac 媒体应用程序";

"remoteTutorialTitle_1" = "即时音量控制";
"remoteTutorialSubTitle_1" = "使用远程应用程序管理 Boom 3D 和您的 Mac’ 默认音量";

"remoteTutorialTitle_2" = "即时媒体播放器控制";
"remoteTutorialSubTitle_2" = " iTunes、QuickTime和 VLC & Spotify的访问播放控制";

"remoteTutorialTitle_3" = "即时平衡器和效果™ 控制";
"remoteTutorialSubTitle_3" = "根据您的心情更改Boom 3D’的平衡器和效果";

"remoteTutorialTitle_4" = "远程启动 Boomin’";
"remoteTutorialSubTitle_4" = "立即获取免费应用程序";

"RemoteControlAuthenticatedState" = "设备通过验证可以控制 Boom 3D";
"RemoteControlEditingState" = "删除以下设备的验证";
"RemoteControlNormalState" = "从您的 iOS 设备遥控 Boom 3D！";
"Boom Remote On" = "Boom Remote 打开";
"Boom Remote Off" = "Boom Remote 关闭";
"Boom 2 Presets" = "Boom 2 预设";

"Skip" = "跳过";

"Equalizer presets" = "均衡器预设";

"Adjust the slider for optimum Bass" = "调整滑块以获得最佳低音";
